tutorials/multiphase/cavitatingFoam/ras/throttle/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM Extend Project: Open Source CFD        |
|  \\    /   O peration     | Version:  1.6-ext                               |
|   \\  /    A nd           | Web:      www.extend-project.de                 |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    inlet
    {
        type            patch;
        nFaces          51;
        startFace       23114;
    }
    outlet
    {
        type            patch;
        nFaces          51;
        startFace       23165;
    }
    walls
    {
        type            wall;
        nFaces          512;
        startFace       23216;
    }
    frontBack
    {
        type            empty;
        nFaces          23340;
        startFace       23728;
    }
)

// ************************************************************************* //
